# """
# 错误示范
# 1. 熟悉软件测试理论和流程 熟练掌握测试方法
# 2. 熟悉postman、jmeter接口测试工具
# 3. 熟练selenium+webdriver的自动化测试
# 4. 熟练基于requests的接口自动化测试

# 专业技能（最核心的）
# 一般8-10条 熟练技能写上面 包括 功能测试、数据库、Linux、接口测试、自动化测试、性能测试、自己独有的技能
# 熟练使用黑盒测试用例设计方法包括等价类、边界值、场景法、因果判定表等 熟练使用禅道对bug进行追踪定位 并且配合开发解决bug 确保项目质量
# 熟练使用mysql 熟练使用sql语句进行增删改查 子查询 多表联查 以及数据库的批量增减数据和备份回复等(存储过程和索引也可以了解下)
# 熟练使用Linux常用命令 如 查看进程 ps -ef grep nginx 查看端口 netstat -tln | grep 80 查看日志 熟练搭建测试环境
# 熟练使用git、svn版本控制工具的使用
# 熟练html以及javascript脚本 熟练使用基于python+requests+pytest+logging+allure实现接口自动化测试 能够独立搭建接口自动化测试框架并运用到实际项目中
# 熟练使用基于python+selenium实现web自动化测试  熟练使用POM和关键字驱动的自动化测试框架搭建的设计模式

# 工作经历

# """